Repository: SwiftcordApp/Swiftcord
Catalog: Swiftcord/*.lproj/Localizable.strings
Languages: de, fr, it, ja, ko, nb_no, nl, pl, ru, tr, zh_hans, zh_hant

# dm.noChannels.body
source: Wumpus is waiting on friends. You don't have to, though!
de: Wumpus wartet auf Freunde. Dies musst du aber nicht!
fr: Wumpus attend des amis. Cependant, vous n'êtes pas obligé !
it: Wumpus sta aspettando gli amici. Tu non devi però!
ja: ウンパスは友達を待っています。 ただし、その必要はありません！
ko: Wumpus는 친구를 기다리고 있어요!
nb_no: Wumpus venter åp venner. Det trenger ikke du å gjøre dog!
nl: Wumpus zit te wachten. Je woeft het niet verplicht te doen!
pl: Wumpus czeka na przyjaciół, ale ty nie musisz!
ru: Вампус ждет друзей. А Вы не должны!
tr: Wumpus arkadaşlarını bekliyor. Sen beklemek zorunda değilsin!
zh_hans: Wumpus在苦等自己的朋友。不过您不用等哦！
zh_hant: Wumpus在等他的好友，但您不用跟他一樣！

# settings.tts.slower
source: Slower
de: Langsamer
fr: Plus lent
it: Più lento
ja: 遅い
ko: 느리게
nb_no: Tregere
nl: Langzamer
ru: Медленнее
tr: Yavaş
zh_hans: 更慢
zh_hant: 較慢

# settings.tts.rate
source: Text-to-speech Rate
de: Text-zu-Sprache-Geschwindigkeit
fr: Vitesse de la synthèse vocale
it: Velocità sintesi vocale
ja: テキスト読み上げ率
ko: TTS 속도
nb_no: Tekst-til-tale -takt
nl: Tekst-naar-spraak Tarief
ru: Скорость преобразования текста в речь
tr: Metin Okuma Hızı
zh_hans: 文字转语音速度
zh_hant: 文字轉語音速度

# settings.animInteraction
source: On the desktop client, stickers will animate on hover or focus. On mobile clients, stickers will animate on long-press.
de: Auf dem Desktop Client werden Sticker durch den Fokus oder das berühren￼ der Maus animiert. An mobilen Geräten geschieht￼ dies durch gedrückt-halten.
fr: Sur ordinateurs, les autocollants s'animeront en passant la souris dessus ou en les sélectionnant. Sur téléphone, les autocollants s'animeront en cas de pression longue.
it: Sul client desktop, gli sticker si animeranno posizionando il puntatore sopra di essi o premendoli. Sui client mobile, gli sticker si animeranno tenendoli premuti a lungo.
ja: デスクトップ クライアントでは、ホバーまたはフォーカス時にステッカーがアニメーション化されます。 モバイル クライアントでは、長押しでステッカーがアニメーション化されます。
ko: PC에서는 스티커 위에 마우스를 올리거나 확대하면 움직이고, 모바일에서는 길게 누르면 움직여요.
nb_no: For skrivebordsklienten vil klistremerker animeres når du holder pekeren over dem. På mobilklienten skjer dette ved lang-trykk.
nl: Op de bureaublad client, stickers gaat animeren als je met je muis aanraking komt met de sticket. Op mobiel clients, stickers gaan animeren bij lange gedrukt inhouden.
ru: В ПК клиенте стикеры будут анимироваться при наведении или в фокусе. В мобильных клиентах стикеры будут анимироваться при длительном нажатии.
tr: Masaüstü istemcisinde çıkartmalar üzerine gelindiğinde veya odaklanıldığında canlandırılır. Mobil istemcilerde çıkartmalar uzun basıldığında canlandırılır.
zh_hans: 在桌面客户端上，贴纸会在鼠标悬停或聚焦时进入动画状态。在移动客户端上，贴纸会在长按时进入动画状态。
zh_hant: 在桌面用戶端上，貼圖會在滑鼠停留於上或聚焦時播放動畫。在移動用戶端上，貼圖會在長按時播放動畫。

# settings.user.chPwd.title
source: Change your password
de: Passwort ändern
fr: Changez votre mot de passe
it: Cambia la tua password
ja: パスワードの変更
ko: 비밀번호 변경하기
nl: Verander je wachtwoord
ru: Смена пароля
tr: Şifreni değiştir
zh_hans: 更新密码
zh_hant: 更改密碼

# settings.user.phoneNum
source: Phone Number
de: Telefonnummer
fr: Numéro de téléphone
it: Numero di telefono
ja: 電話番号
ko: 전화번호
nl: Telefoonnummer
ru: Номер Телефона
tr: Telefon numarası
zh_hans: 手机号码
zh_hant: 電話號碼

# settings.app.accessibility.stickers
source: Stickers
de: Sticker
fr: Autocollants
it: Sticker
ja: バッジ
ko: 스티커
nb_no: Klistremerker
nl: Stickersm
ru: Стикеры
tr: Çıkartmalar
zh_hans: 贴纸
zh_hant: 貼圖

# settings.others.credits.about
source: I love working on Swiftcord, and developing functional and beautiful native apps!
de: Ich liebe die Arbeit an Swiftcord, und an schönen nativen Anwendungen!
fr: J'adore travailler sur Swiftcord, ainsi que développer des applications natives fonctionnelles et très belles !
it: Amo lavorare su Swiftcord, e sviluppare magnifiche e funzionali applicazioni native!
ja: Swiftcord での作業と、機能的で美しいネイティブ アプリの開発が大好きです！
ko: 저는 Swiftcord 같은 실용적이고 아름다운 네이티브 앱 개발을 좋아합니다!
nl: Ik vind het leuk om bij Swiftcord te werken, en om te ontwikkelen functionaliteit en mooie oorspronkelijke apps!
ru: Я люблю работать над Swiftcord, и разрабатывать функциональные и красивые нативные приложения!

# settings.tts.defaultSpeed
source: Default
de: Standard
fr: Par défaut
it: Predefinita
ja: デフォルト
ko: 기본
nb_no: Forvalg
nl: Standaard
ru: По умолчанию
tr: Varsayılan
zh_hans: 默认
zh_hant: 預設

# settings.user.chPwd.caption
source: Enter your current password and a new one.
de: Gib dein aktuelles Passwort und ein neues Passwort ein.
fr: Entrez votre mot de passe existant ainsi qu'un nouveau mot de passe.
it: Inserisci la tua password attuale ed una nuova.
ja: 現在のパスワードと新しいパスワードを入力。
ko: 현재 비밀번호와 새 비밀번호를 입력하세요.
nl: Zet hier je huidige wachtwoord en de nieuwe wachtwoord.
ru: Введите ваши текущий и новый пароли.
tr: Mevcut şifreni ve yeni bir şifre gir.
zh_hans: 输入当前密码和新密码。
zh_hant: 輸入您目前的密碼和新密碼。

# settings.user.logOut.confirmation
source: Are you sure you want to log out?
de: Bist du sicher, dass du dich abmelden möchtest?
fr: Êtes-vous sûr·e de vouloir vous déconnecter ?
it: Sei sicuro di volerti disconnettere?
ja: ログアウトしてもよろしいですか？
ko: 정말로 로그아웃하시겠어요?
nb_no: Logg ut?
nl: Weet je zeker je wilt uitloggen?
ru: Вы уверены что Вы хотите выйти?
tr: Oturumu kapatmak istediğinden emin misin?
zh_hans: 确定登出？
zh_hant: 您確定要登出嗎？

# settings.app.voiceVideo
source: Voice & Video
de: Sprach- & Videochat
fr: Voix et vidéo
it: Voce & Video
ja: 音声と動画
ko: 음성 및 비디오
nb_no: Stemme og lyd
nl: Spraak & Video
ru: Голос и видео
tr: Ses ve Görüntü
zh_hans: 语音和视频
zh_hant: 語音&視訊

# settings.app.advanced
source: Advanced
de: Erweitert
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
nb_no: Avansert
nl: Geavanceerd
ru: Расширенные
tr: Gelişmiş
zh_hans: 高级设置
zh_hant: 進階

# settings.app.streamer
source: Streamer Mode
de: Streamer-Modus
fr: Mode streamer
it: Modalità Streamer
ja: ストリーマーモード
ko: 스트리머 모드
nb_no: Modus for delere
nl: Streamermodus
ru: Режим стримера
tr: Yayıncı Modu
zh_hans: 主播模式
zh_hant: 直播模式

# settings.app.advanced.analytics.caption
source: Through AppCenter, aggregated (anonymous) usage statistics of Swiftcord (such as rendered language, app version and feature usages) are collected. The matrics obtained will be used to improve Swiftcord's features; we can't trace them back to you.
de: Über AppCenter werden anonyme Nutzungsstatistiken von Swiftcord (wie z.B. Sprache, App Version und die Nutzung von bestimmten Funktionen) gesammelt. Diese Daten werden verwendet, um Swiftcord zu verbessern; wir können diese nicht auf den jeweiligen Nutzer zurückverfolgen.
fr: À travers AppCenter, des statistiques d'usage agrégées (anonyme) de Swiftcord (tel que le rendu de la langue, la version du logiciel et les fonctionnalités utilisées) sont collectés. Les métriques obtenus seront utilisées afin d'améliorer les fonctionnalités de Swiftcord ; nous ne pouvons pas remonter jusqu'à vous avec ces dernières.
it: Tramite AppCenter, un insieme di statistiche (anonime) di Swiftcord (come la lingua scelta, versione dell'app e l'uso di funzionalità) vengono raccolte. Le metriche ottenute saranno usate per migliorare le funzionalità di Swiftcord; non possiamo ricollegarle a te.
ja: AppCenter を通じて、Swiftcord の集約された (匿名の) 使用統計 (レンダリングされた言語、アプリのバージョン、機能の使用など) が収集されます。 得られた行列は、Swiftcord の機能を改善するために使用されます。 それらをあなたにさかのぼることはできません。
ko: AppCenter를 통해 익명의 SwiftCord 사용 정보(예 : 언어, 앱 버전, 특정 기능 사용량)가 수집됩니다. 얻은 정보는 SwiftCord를 개선하는 데 사용되며, 사용자를 추적하지 않습니다.
nl: Via AppCenter worden geaggregeerde (anonieme) gebruiksstatistieken van Swiftcord (zoals weergegeven taal, app-versie en functiegebruik) verzameld. De verkregen matrices zullen worden gebruikt om de functies van Swiftcord te verbeteren; we kunnen ze niet naar jou herleiden.
ru: Через AppCenter собирается агрегированная (анонимная) статистика использования Swiftcord (например, выбранные язык, версия приложения и использование функций). Полученная информация будет использована для улучшения Swiftcord; мы не можем отследит Вас по ней.
tr: AppCenter aracılığıyla Swiftcord'un toplu (anonim) kullanım istatistikleri (işlenen dil, uygulama sürümü ve özellik kullanımları gibi) toplanır. Elde edilen ayrıntılar Swiftcord'un özelliklerini geliştirmek için kullanılacaktır; bunları kullanarak seni bulamayız.
zh_hans: 通过AppCenter，我们会收集Swiftcord的汇总（匿名）使用统计数据（如渲染语言、应用程序版本和功能使用情况）。获得的数据将用于改进Swiftcord的功能；我们无法追溯到您身上。
zh_hant: 我們將通過Appcenter收集匯總（匿名）的使用統計資料（如渲染語言，應用程式版本和功能的使用狀態）。所獲取的資料將用於提升Swiftcord的功能體驗；我們無法以此資料追蹤到你身上。

# %@ %@ %@ settings.others.about.ver
source: %@ version %@ (Build: %@)
it: %@ versione %@ (Build: %@)
ja: %@ バージョン %@ (Build: %@)
ko: %@ 버전 %@ (빌드: %@)
nl: %@ Versie %@ (Bouw: %@)
ru: %@ версия %@ (Build: %@)

# settings.app.advanced.crashes
source: Crash traces and prior events will be sent to Sentry after a crash to help diagnose and prevent future crashes. No private or identifiable data ever leaves your device.
de: Absturzprotokolle und frühere Events werden nach einem Absturz an Sentry gesendet, um die Diagnose zu erleichtern und Abstürze zu verhindern. Es werden keine Daten jemals das Gerät verlassen, die privat sind und/oder Dich identifizieren können.
fr: Les traces du plantage et tous événements précédents ce dernier seront envoyées à Sentry après le plantage afin d'aider le diagnostic et éviter des plantages au futur. Aucunes informations privées ou identifiables ne nous seront communiqués.
it: I resoconti dei crash e gli eventi ad essi precedenti saranno inviati a Sentry dopo un crash per migliorare la diagnostica e prevenire crash futuri. Nessun dato privato o identificativo sarà incluso.
ja: クラッシュ トレースと以前のイベントは、クラッシュ後に Sentry に送信され、将来のクラッシュの診断と防止に役立ちます。 個人データや個人を特定できるデータがデバイスから流出することはありません。
ko: 앱 충돌 발생 시, 향후 충돌을 진단하고 방지하기 위해 리포트가 Sentry로 전송됩니다. 개인 정보 또는 식별 가능한 데이터는 기기를 떠나지 않을 것입니다.
nl: Crashsporen en eerdere gebeurtenissen worden na een crash naar Sentry verzonden om toekomstige crashes te diagnosticeren en te voorkomen. Er zullen geen persoonlijke of identificeerbare gegevens uw apparaat verlaten.
ru: Информация о сбоях будет отправляться в AppCenter, чтобы лучше диагностировать и предотвращать будущие сбои. Ни какой личной информации не будет вложено.
tr: Çökme raporları gelecekteki çökmeleri teşhis etmeye ve önlemeye yardımcı olmak için bir çökmeden sonra AppCenter'a gönderilecektir. Hiçbir günlük veya tanımlanabilir veri dahil edilmeyecektir.
zh_hans: 崩溃的痕迹将在崩溃后被发送到AppCenter，以帮助诊断和防止未来的崩溃。没有日志或可识别的数据将被包括在内。

# settings.others.about.caption
source: Swiftcord is open-source software and built with <3. You can find its source code at [GitHub](https://github.com/SwiftcordApp/Swiftcord). Contributions and issue reports are welcome too! Please also give Swiftcord a star, it gives me motivation to continue working on it :D
de: Swiftcord ist Open-Source Software, welche mit Liebe gebaut wurde. Du kannst den Source-Code auf [GitHub](https://github.com/SwiftcordApp/Swiftcord) finden. Außerdem ist jeder Beitrag willkommen! Bitte gib Swiftcord auch einen "Star", denn das motiviert mich weiter daran zu arbeiten! :D
fr: Swiftcord est un programme open-source créée avec le <3. Tu peux trouver son code source ici [GitHub](https://github.com/SwiftcordApp/Swiftcord). Les contributions et rapports d'erreurs ou de problèmes sont appréciées aussi ! Donne une étoile à Swiftcord sur GitHub s'il te plaît, cela me donne de la motivation pour continuer à travailler dessus :D
it: Swiftcord è un software open-source e fatto con il <3. Puoi trovare il suo codice sorgente su [GitHub](https://github.com/SwiftcordApp/Swiftcord). Contributi e segnalazione di problemi sono pure benvenute! Per favore lascia una stella a Swiftcord, mi dà motivazione per continuare a lavorarci su :D
ja: Swiftcord はオープンソース ソフトウェアであり、<3 で構築されています。 ソース コードは [GitHub](https://github.com/SwiftcordApp/Swiftcord) にあります。 寄稿や問題報告も大歓迎です！ また、Swiftcord に星を付けていただけると嬉しいです！これは、作業を続けるモチベーションになります :D
ko: Swiftcord는 사랑을 담아 제작된 오픈 소스 소프트웨어입니다. 소스 코드는 [GitHub](https://github.com/SwiftcordApp/Swiftcord)에서 확인하실 수 있습니다. 기여 및 이슈 제보도 환영합니다! Swiftcord에 별을 주세요, 계속 작업할 수 있는 동기 부여가 됩니다 :D
nl: Swiftcord is een open-source software gemaakt met <3. Je kunt de source code vinden op [GitHub](https://github.com/SwiftcordApp/Swiftcord).Contributies en Probleem reportages zijn ook welkom hier! Alstublieft geef Swiftcord een ster, Het geeft ons motivatie op verder te werken :D :D :D <3
ru: Swiftcord это приложение с открытым исходным кодом и созданное с <3. Вы сможете найти исходный код на [GitHub](https://github.com/SwiftcordApp/Swiftcord). Помощь и отчеты о проблемах приветствуются! Пожалуйста, также дайте Swiftcord звезду на GitHub, это мотивирует меня продолжать работать над ним :D

# settings.others.credits.sponsor.tier3
source: Red-hot Supporter 🔥
fr: Supporter passionné 🔥
it: Sostenitori Red-hot 🔥
ja: 灼熱のサポーター🔥
ko: 핫한 후원자 🔥
nl: Rood-Heet Supporter🔥
ru: Раскаленный Сторонник 🔥

# settings.others.credits.sponsor
source: Sponsors
de: Sponsoren
ja: スポンサー
ko: 후원자
nl: Sponsers
ru: Спонсоры

# settings.others.about.supportPkg
source: Swiftcord is powered by [DiscordKit](https://github.com/SwiftcordApp/DiscordKit), a WIP Discord API implementation in Swift
de: Swiftcord verwendet [DiscordKit](https://github.com/SwiftcordApp/DiscordKit), eine Discord API Implementation, welche in Swift programmiert wurde
fr: Swiftcord est alimenté par [DiscordKit](https://github.com/SwiftcordApp/DiscordKit), une implémentation en cours de travaux de l'API Discord en Swift
it: Swiftcord è basato su [DiscordKit](https://github.com/SwiftcordApp/DiscordKit), un'implementazione in sviluppo delle API di Discord in Swift
ja: Swiftcord は、Swift の WIP Discord API 実装である [DiscordKit](https://github.com/SwiftcordApp/DiscordKit) を利用しています
ko: Swiftcord는 Swift로 작성된 Discord API, [DiscordKit(WIP)](https://github.com/SwiftcordApp/DiscordKit)에 의해 구동됩니다
nl: Swiftcord is aangedreven bij [DiscordKit](https://github.com/SwiftcordApp/DiscordKit) een WIP Discord API implementatie in Swift
ru: Swiftcord использует [DiscordKit](https://github.com/SwiftcordApp/DiscordKit), Discord API для Swift в этапе разработки

# settings.others.credits.headDev
source: Head Developer
de: Hauptentwickler
fr: Développeur en chef
it: Sviluppatore capo
ja: 主任開発者
ko: 수석 개발자
nl: Hoofd Developer
ru: Главный Разработчик

# settings.others.credits.sponsor.gh
source: GitHub Sponsors
fr: Sponsors GitHub
ja: Githubのスポンサー
nl: GitHub Sponsers
ru: GitHub Спонсоры

# settings.others.credits.sponsor.tier2
source: Amazing Supporter 🤯
fr: Supporter étonnant 🤯
it: Sostenitori strabilianti 🤯
ja: 素晴らしいサポーター🤯
ko: 끝내주는 후원자 🤯
nl: Geweldige Supporter 🤯
ru: Удивительный Сторонник 🤯

# settings.others.credits.sponsor.desc
source: Love Swiftcord? Sponsoring the project is a great way to contribute, even if you're unable to make a code contribution!
de: Unterstütze Swiftcord! Dies würde dabei helfen, sicherzustellen, dass dieses Projekt eine Zukunft hat; außerdem erhälst du besondere Rechte :D
fr: Considérez d'aider Swiftcord ! Cela contribuera au futur stable de ce projet et de plus, vous recevrez des privilèges spéciaux :D
it: Considera di supportare Swiftcord! Aiuterebbe a garantire uno stabile futuro al progetto, ed otterrai pure privilegi speciali :D
ja: Swiftcord のサポートを検討してください。 これは、このプロジェクトの将来が安定することを保証するのに役立ち、特別な特権も得られます :D
ko: Swiftcord 후원을 고려해 주세요! 프로젝트의 안정적인 미래를 보장하는 데 도움이 될 것이며, 특별한 혜택도 받을 수 있습니다 :D
nl: Overweeg om Swiftcord te steunen! Het zou ervoor zorgen dat dit project een stabiele toekomst heeft, en je krijgt ook speciale privileges :D
ru: Поддержите Swiftcord! Это поможет обеспечить стабильное будущее проекта, и вы также получите особые привилегии :D

# settings.others.credits.sponsor.engage.body
source: Your name, and an image and bio of your choice could be here! You'll be directly supporting the development of Swiftcord with your sponsorship. Plus, you'll get special benefits in the Discord server, and higher priority support!
de: Dein Name, ein Bild und eine Bio deiner Wahl könnten hier stehen! Mit deiner Sponsorship unterstützt du direkt die Entwicklung von Swiftcord. Außerdem bekommst du besondere Rechte auf dem Discord Server und Support mit höherer Priorität!
fr: Votre nom, une image ainsi qu'une biographie de votre choix pourrait être ici ! Vous supporterez directement le développement de Swiftcord. Aussi, vous recevrez des avantages spéciaux dans le serveur Discord, ainsi que de l'aide prioritaire !
it: Il tuo nome, un'immagine ed una bio di tua scelta potrebbero essere qui! Supporterai direttamente lo sviluppo di Swiftcord con la tua sponsorship. In più, otterrai benefit speciali nel server Discord, e una maggior priorità nel supporto!
ja: あなたの名前、そしてあなたが選んだ画像と略歴がここにあるかもしれません! スポンサーシップによって、Swiftcord の開発を直接サポートすることになります。 さらに、Discord サーバーでの特別な特典と優先度の高いサポートを利用できます!
ko: 당신의 이름, 선택한 이미지와 소개가 여기 있을 수 있습니다! 후원을 통해 Swiftcord의 개발을 직접적으로 지원하게 됩니다. 또한 Discord 서버에서 특별한 혜택과 우선적인 지원을 받을 수 있습니다!
nl: Jouw naam, en een afbeelding en een bio van jouw keuze can hier zijn! Met uw sponsoring steunt u direct de ontwikkeling van Swiftcord. Bovendien krijg je speciale voordelen op de Discord-server en ondersteuning met een hogere prioriteit!
ru: Ваше имя, изображение и биография на ваш выбор могут быть тут! Вы напрямую поддержите разработку Swiftcord через Ваше спонсорство. Также, Вы получите специальные приемущества в Discord сервере, и более высокий приоритет поддержки!

# settings.others.credits.contrib
source: Contributors
de: Mitwirkende
fr: Contributeurs
it: Contributori
ja: 寄稿者
ko: 기여자
nl: bijdragers
ru: Авторы

# settings.others.credits.contrib.loading
source: Loading contributors…
de: Lade Mitwirkende…
fr: Chargement des contributeurs…
it: Caricando i contributori…
ja: 寄稿者を読み込んでいます…
ko: 기여자 로드 중…
nl: Laden bijdragers…
ru: Загрузка авторов…

# settings.others.credits.contrib.desc
source: Thanks to all those who made valuable contributions! Swiftcord wouldn't be where it is without your contributions!
de: Dankeschön an alle, welche Beiträge geleistet haben! Swiftcord wäre nicht dort, wo es jetzt ist, ohne diese Beiträge!
fr: Merci à tous ceux qui ont fait des contributions de valeur ! Swiftcord n'en serait pas là sans vos contributions !
it: Grazie a tutti coloro che hanno effettuato contributi preziosi! Swiftcord non sarebbe qui senza i vostri contributi!
ja: 貴重な貢献をしてくれたすべての人に感謝します！ Swiftcord は、皆さんの貢献なくしては存在しません!
ko: 소중한 기여를 해주신 모든 분들께 감사드립니다! 당신의 기여가 없었다면 지금의 Swiftcord는 없었을 거예요!
nl: Dank aan allen die waardevolle bijdragen hebben geleverd! Swiftcord zou niet zijn waar het is zonder uw bijdragen!
ru: Спасибо всем тем, кто внес ценный вклад в разработку! Swiftcord не был бы там, где он сейчас, без вашего вклада!

# settings.others.credits.misc.anim
source: Thanks to iJayTD on Reddit for [recreating the Discord loading animation](https://www.reddit.com/r/discordapp/comments/k6s89b/i_recreated_the_discord_loading_animation) and agreeing to its use in Swiftcord!
de: Danke an "iJayTD" auf Reddit, er hat die [Discord Ladeanimation nachgestellt,](https://www.reddit.com/r/discordapp/comments/k6s89b/i_recreated_the_discord_loading_animation) und hat der Verwendung in Swiftcord zugestimmt!
fr: Merci à iJayTD sur Reddit pour avoir [recrée l'animation de chargement de Discord](https ://www.reddit.com/r/discordapp/comments/k6s89b/i_recreated_the_discord_loading_animation) et d'avoir accepté son utilisation dans Swiftcord !
it: Grazie a iJayTD su Reddit per [aver ricreato l'animazione di caricamento di Discord](https://www.reddit.com/r/discordapp/comments/k6s89b/i_recreated_the_discord_loading_animation) e averne permesso l'uso su Swiftcord!
ja: [Discord の読み込みアニメーションを再現](https://www.reddit.com/r/discordapp/comments/k6s89b/i_recreated_the_discord_loading_animation) し、Swiftcord での使用に同意してくれた Reddit の iJayTD に感謝します!
ko: [Discord 로딩 애니메이션을 재현](https://www.reddit.com/r/discordapp/comments/k6s89b/i_recreated_the_discord_loading_animation)하고 사용을 허락해주신 Reddit의 iJayTD님께 감사드립니다!
nl: Dank iJayTD op Reddit voor hermaken de discord laden animatie (https://www.reddit.com/r/discordapp/comments/k6s89b/i_recreated_the_discord_loading_animation) en accepteren om het te gebruiken op SwiftCord!
ru: Спасибо iJayTD с Reddit за [воссоздание анимации загрузки из Discord] (https://www.reddit.com/r/discordapp/comments/k6s89b/i_recreated_the_discord_loading_animation) и за согласие на её использование в Swiftcord!

# dm.header %@
source: This is the beginning of your direct message history with **@%@**.
de: Das ist der Anfang deines Direktnachrichtenverlaufs mit **@%@**.
fr: Ceci est le début de l'historique de tes conversations privées avec **@%@**.
it: Questo è l'inizio della cronologia dei tuoi messaggi con **@%@**.
ja: これは、**@%@** とのダイレクト メッセージ履歴の始まりです。
ko: **@%@** 님과 나눈 대화의 첫 부분이에요.
nb_no: Dette er begynnelsen på din sludringshistorikk med **@%@**.
nl: Dit is the begin van de legendarische gesprek met **@%@%%.
pl: To jest początek twojej konwersacji z **@%@**
ru: Это начало истории ваших личных сообщений с **@%@**.
tr: Bu, **@%@** ile direkt mesaj geçmişinin başlangıcıdır.
zh_hans: 这是您与 **@%@** 私信记录的开头。
zh_hant: 這是你與 **@%@** 私人訊息記錄的開頭。

# action.done
source: Done
de: Fertig
fr: Terminé
it: Fatto
ja: 完了
ko: 저장
nl: Gereed
pl: Gotowe
ru: Готово
tr: Tamamlandı
zh_hans: 完成
zh_hant: 完成

# action.close
source: Close
de: Beenden
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Dicht
pl: Zamknij
ru: Закрыть
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

# onboarding.subtitle
source: A Discord client built and designed for macOS
de: Ein Discord-Client konzipiert für macOS
fr: Un client Discord construit et conçu pour macOS
it: Un client Discord costruito e disegnato per macOS
ja: macOS用にビルドおよび設計されたDiscordクライアント
ko: macOS 전용으로 제작 및 설계된 Discord 클라이언트
nb_no: En Discord-klient bygd og designet for macOS
nl: Een Discord client gemaakt en ontworpen voor macOS
pl: Będącej klientem Discorda zbudowanym specjalnie dla systemu MacOS
ru: Клиент для Discord, созданный и разработанный для macOS
tr: macOS için tasarlanmış bir Discord istemcisi
zh_hans: 专为macOS打造和设计的Discord客户端
zh_hant: 一個專門為macOS打造和設計的Discord用戶端

# onboarding.lightweight.header
source: Efficient — Light on Resources
de: Effizient — Ressourcen schonend
fr: Performant et peu gourmand en ressources
it: Efficiente — Consumo ridotto di Risorse
ja: 効率的 — リソースを節約
ko: 전력 효율성 — 가벼움
nb_no: Formålstjenlig — lav ressursbruk.
nl: Efficiënt - Gebruikt niet veel Bronnen
pl: Wygodnym i lekkim
ru: Эффективный - Легкая системная нагрузка
tr: Verimli - Kaynak Kullanımı Hafif
zh_hans: 高效—轻量级的资源
zh_hant: 高效—輕量的系統負荷

# onboarding.features.header
source: Well Featured
de: Gut ausgestattet
fr: Riche en fonctionnalités
it: Ricco di funzionalità
ja: 注目度の高い
ko: 풍부한 기능
nb_no: Rikholdig funksjonalitet
nl: Goed Aanbevolen
pl: Wielofunkcyjnym
ru: Много функций
tr: İyi Özellik Taşır
zh_hans: 功能完善
zh_hant: 功能完善

# onboarding.features.body
source: Important core features are implemented, with more in the works
de: Die wichtigsten Funktionen sind bereits vorhanden, weitere sind in Arbeit
fr: D'importantes fonctionnalités de base sont mises en œuvre, et d'autres sont en préparation
it: Importanti funzionalità di base, altre sono in fase di realizzazione
ja: 重要で基本的な機能が実装されており、さらに多くの機能が開発中です
ko: 핵심 기능이 구현되었으며, 더 많은 작업이 진행 중입니다
nb_no: Viktige kjernefunksjoner, med flere underveis.
nl: Belangrijk kern functies zijn geïmplementeerd, met weer dan het werkt
pl: Najważniejsze funkcje są już zaimplementowane, a nad innymi ciągle pracujemy
ru: Основные функции присутствуют, и ведется работа над добавлением новых
tr: Önemli temel özellikler tamamlanmıştır ve daha fazlası için çalışmalar devam etmektedir
zh_hans: 核心功能已经实现，更多的功能正在进行中
zh_hant: 較重要的核心功能均已實現，其他功能亦正在開發途中

# onboarding.wip.header
source: Work in Progress
de: In Arbeit
fr: Travail en cours
it: In lavorazione
ja: 進行中の作業
ko: 개발 진행중
nb_no: Underveis
nl: Werk is not niet klaar
pl: Praca w toku
ru: Работа в процессе
tr: Devam Eden İşler
zh_hans: 正在进行的工作
zh_hant: 仍在開發途中
