Repository: SwiftcordApp/Swiftcord
Catalog: Swiftcord/*.lproj/Localizable.strings
Languages: de, fr, it, ja, ko, nb_no, nl, pl, ru, tr, zh_hans, zh_hant

# login.token.input
source: Paste your Discord token here
de: Discord-Token hier einfügen
fr: Collez votre token Discord ici
it: Incolla qui il tuo token di Discord
ja: Discord トークンをここに貼り付けてください
ko: Discord 토큰 붙여넣기
nl: Plak hier je Discord token alstublieft
pl: Wklej tutaj swój token Discord
ru: Вставьте свой токен Discord сюда
tr: Discord tokeninizi buraya yapıştırın
zh_hans: 输入您的Discord令牌
zh_hant: 在此輸入你的Discord令牌

# login.token.back
source: Wait go back
de: Warte, geh zurück
fr: Attends, retourne en arrière
it: Aspetta, torna indietro
ja: 戻るまで待ちます
ko: 뒤로가기
nl: Wacht ga terug
pl: Poczekaj wróć
ru: Подождите, верните обратно
tr: Bekle, geri dön
zh_hans: 等等，回去
zh_hant: 等等，返回

# login.token.login
source: Login
de: Anmelden
fr: Connexion
it: Accesso
ja: ログイン
ko: 로그인
nl: Log weer in
pl: Logowanie
ru: Войти
tr: Giriş yap
zh_hans: 登录
zh_hant: 登入

# loader.tip.header
source: Did You Know
de: Wusstest du schon
fr: Le saviez-vous
it: Sai
ja: あなたは知っていましたか？
ko: 알고 계셨나요?
nb_no: Visste du?
nl: Wist je dat
pl: Czy wiedziałeś?
ru: Знали ли вы
tr: Biliyor muydun
zh_hans: 你知道吗
zh_hant: 你知道嗎

# user.roles.none
source: No Roles
de: Keine Rollen
fr: Aucun rôles
it: Nessun ruolo
ja: ロールなし
ko: 역할 없음
nb_no: Ingen roller
nl: Geen Rollen
pl: Brak ról
ru: Нет Ролей
tr: Rol Yok
zh_hans: 没有身份组
zh_hant: 沒有身分組

# user.roles.one
source: Role
de: Rolle
fr: Rôle
it: Ruolo
ja: ロール
ko: 역할
nb_no: Rolle
nl: Rol
pl: Rola
ru: Роль
tr: Rol
zh_hans: 身份组
zh_hant: 身分組

# user.roles.many
source: Roles
de: Rollen
fr: Rôles
it: Ruoli
ja: ロール
ko: 역할
nb_no: Roller
nl: Rollen
pl: Role
ru: Роли
tr: Roller
zh_hans: 身份组
zh_hant: 身分組

# user.roles.loading
source: Loading roles…
de: Lade Rollen…
fr: Chargement des rôles…
it: Caricamento dei ruoli…
ja: ロールを読み込み中…
ko: 역할 로딩중…
nb_no: Laster inn roller …
nl: Laden roles…
pl: Ładowanie ról
ru: Загрузка ролей…
tr: Roller yükleniyor…
zh_hans: 加载身份组…
zh_hant: 正在載入身分組…

# user.note
source: Note
de: Notiz
it: Nota
ja: ノート
ko: 메모
nb_no: Notis
nl: Notitie
pl: Uwaga
ru: Заметка
tr: Not
zh_hans: 备注
zh_hant: 備註

# user.bio
source: About Me
de: Über mich
fr: À propos de moi
it: Su di me
ja: 自己紹介
ko: 내 소개
nb_no: Om meg
nl: Over Mij
pl: O mnie
ru: Обо мне
tr: Hakkımda
zh_hans: 自我介绍
zh_hant: 關於我

# user.presence.dnd
source: Do Not Disturb
de: Nicht stören
fr: Ne pas déranger
it: Non disturbare
ja: 取り込み中
ko: 다른 용무 중
nl: Niet Storen
pl: Nie przeszkadzać
tr: Rahatsız Etmeyin

# user.presence.offline
source: Offline
fr: Déconnecté
it: Disconnesso
ja: オフライン
ko: 오프라인
tr: Çevrimdışı

# user.presence.invisible
source: Invisible
de: Unsichtbar
it: Invisibile
ja: オンラインを隠す
ko: 오프라인 표시
nl: Onzichtbaar
pl: Niewidoczny
tr: Görünmez

# message.edited
source: • Edited:
de: • Bearbeitet:
fr: • Modifié :
it: • Modificato:
ja: ・編集済み：
ko: • 수정됨:
nb_no: • Redigert:
nl: Bewerkt
pl: Edytowano
ru: • Изменено:
tr: • Düzenlendi:
zh_hans: • 已编辑:
zh_hant: • 已編輯於

# server.noChannels.header
source: No Text Channels
de: Keine Textkanäle
fr: Aucun salons textuels
it: Nessun canale testuale
ja: テキストチャンネルがありません
ko: 채팅 채널 없음
nb_no: Ingen tekstkanaler
nl: Geen Tekst Kanalen
pl: Brak kanałów tekstowych
ru: Нет текстовых каналов
tr: Metin Kanalı Yok
zh_hans: 无文字频道
zh_hant: 無文字頻道

# server.channel.header %@ %@
source: This is the start of the #%@ channel. %@
de: Dies ist der Anfang von dem #%@ Kanal. %@
fr: C'est le début du salon #%@. %@
it: Questo è l'inizio del canale #%@. %@
ja: ここが#%@ channel. %@の会話の始まり
ko: #%@ 채널의 시작이에요. %@
nb_no: Dette er starten på #%@-kanalen. %@
nl: Dit is the begin van de #%@ kanaal. %@
pl: To jest początek kanału #%@ %@
ru: Это начало #%@ channel. %@
tr: Burası #%@ kanalının başlangıcı. %@
zh_hans: 这是 #%@ 频道的起点。%@
zh_hant: 這是#%@ 頻道的起點。 %@

# server.channel.title %@
source: Welcome to #%@!
de: Willkommen zu #%@!
fr: Bienvenue dans #%@ !
it: Benvenuto su #%@!
ja: #%@へようこそ！
ko: #%@에 오신 걸 환영합니다!
nb_no: Velkommen til #%@!
nl: Welkom bij #%@!
pl: Witaj na #%@!
ru: Добро пожаловать в #%@!
tr: #%@ kanalına hoş geldin!
zh_hans: 欢迎来到 #%@！
zh_hant: 歡迎來到#%@!

# server.channel.noCategory
source: No Category
de: Keine Kategorie
fr: Aucune catégorie
it: Nessuna Categoria
ja: カテゴリーなし
ko: 카테고리 없음
nb_no: Uten kategori
nl: Geen Categorie
pl: Brak kategorii
ru: Нет Категории
tr: Kategori Yok
zh_hans: 没类别
zh_hant: 沒有類別

# server.composeMsg.hint %@
source: Message #%@
de: Nachricht an #%@
fr: Envoyer un message dans #%@
it: Messaggio #%@
ja: メッセージ #%@
ko: #%@에 메시지 보내기
nb_no: Melding #%@
nl: Bericht #%@
pl: Wiadomość #%@
ru: Написать #%@
zh_hans: 给 #%@ 发消息
zh_hant: 發送訊息予#%@

# server.join.title
source: Join a Server
de: Tritt einem Server bei
fr: Rejoindre un serveur
it: Entra in un Server
ja: サーバーに参加
ko: 서버 참가하기
nl: deelneem een Server
pl: Dołącz do serwera
ru: Присоединитесь к серверу
tr: Bir Sunucuya Katıl
zh_hans: 加入服务器
zh_hant: 加入伺服器

# server.join.caption
source: Enter an invite below to join an existing server
de: Gib unten eine Einladung ein, um einem bestehenden Server beizutreten
fr: Entrez une invitation ci-dessous pour rejoindre un serveur existant
it: Inserisci un invito in basso per entrare in un server esistente
ja: 以下に招待コードを入力して、サーバーに参加します
ko: 아래에 있는 초대 코드를 입력하여 서버에 참가하세요
nl: Zet een visite link beneden om in te gaan in een bestaande server
pl: Wprowadź link zapraszający aby dołączyć do istniejącego serwera
ru: Введите приглашение ниже, чтобы присоединиться к существующему серверу
tr: Var olan bir sunucuya katılmak için aşağıya bir davetiye gir
zh_hans: 在下方输入邀请以加入现有的服务器
zh_hant: 於下方輸入邀請以加入現有的伺服器

# server.join.fieldHeader
source: Invite Link
de: Einladungslink
fr: Lien d'invitation
it: Link d'invito
ja: 無効なリンク
ko: 초대 링크
nl: Visite Link
pl: Link zapraszający
ru: Ссылка приглашения
tr: Davet Bağlantısı
zh_hans: 邀请链接
zh_hant: 邀請連結

# server.join.fieldHeader.joinFail
source: Invite Link _— Unable to accept invite_
de: Einladungslink _— Akzeptieren der Einladung nicht möglich._
fr: Lien d'invitation_— Impossible d'accepter l'invitation_
it: Link d'invito _— Impossibile accettare l'invito_
ja: 無効なリンク_招待を承認できません_
ko: 초대 링크 _— 초대를 수락할 수 없음_
nl: Visite Link_— Niet mogelijk om deze Visite te accepteren_
pl: Link zapraszający _— Nie można zaakceptować zaproszenia
ru: Ссылка на приглашение _— Не удалось принять приглашение_
tr: Davet Bağlantısı _— Davet kabul edilemiyor_
zh_hans: 邀请链接 _- 无法接受邀请_
zh_hant: 邀請連結_— 無法接受邀請_

# server.join.egHeader
source: Invites should look like
de: Einladungen sollten so aussehen
fr: Les invitations devraient ressembler à
it: Gli inviti dovrebbero sembrare come
ja: 招待リンクは次のようになります
ko: 예시
nl: Visites zou lijken als
pl: Zaproszenia powinny wyglądać w następujący sposób
ru: Приглашения должны выглядеть как
tr: Davetler şöyle görünür
zh_hans: 邀请的格式应为：
zh_hant: 邀請的格式應該為

# dm
source: Direct Messages
de: Direktnachrichten
fr: Messages privés
it: Messaggi diretti
ja: ダイレクトメッセージ
ko: 다이렉트 메시지
nb_no: Direktemeldinger
nl: Direkte Berichten
pl: Wiadomości prywatne
ru: Личные Сообщения
tr: Direkt Mesajlar
zh_hans: 私信
zh_hant: 私人訊息

# dm.group.header %@
source: Welcome to the beginning of the **%@** group.
de: Willkommen am Anfang der **%@**-Gruppe.
fr: Bienvenue au début du groupe privé **%@**.
it: Benvenuto all'inizio del gruppo **%@**.
ja: **%@**へようこそ。
ko: **%@** 그룹에 들어온 걸 환영해요.
nb_no: Velkommen til begynnelsen av **%@**-gruppen.
nl: Welkom bij de begin van de **%@** groep.
ru: Добро пожаловать в начало группы **%@**.
tr: **%@** grubunun başlangıcına hoş geldin.
zh_hans: 欢迎来到 **%@** 组的开头。
zh_hant: 歡迎來到 **%@** 群組的開頭。

# dm.group.composeMsg.hint %@
source: Message %@
de: Nachricht an %@
fr: Envoyer un message à %@
it: Messaggio %@
ja: メッセージ %@
ko: %@ 에 메시지 보내기
nb_no: Melding %@
nl: Bericht %@
ru: Написать %@
zh_hans: 给 %@ 发消息
zh_hant: 向 %@ 傳送訊息

# %lld dm.group.memberCount
source: %lld Members
de: %lld Mitglieder
fr: %lld membres
it: %lld Membri
ja: %lld メンバー
ko: 멤버 %lld명
nb_no: %lld medlemmer
nl: %ld Leden
ru: %lld Участников
tr: %lld Üye
zh_hans: 成员
zh_hant: %lld 位成員

# dm.composeMsg.hint %@
source: Message @%@
de: Nachricht an @%@
fr: Envoyer un message à @%@
it: Messaggio @%@
ja: メッセージ @%@
ko: @%@ 에 메시지 보내기
nb_no: Melding @%@
nl: Bericht @%@
ru: Написать @%@
zh_hans: 消息@%@
zh_hant: 傳送訊息至 @%@

# settings.showSendBtn
source: Show Send Message button
de: „Nachricht senden“-Knopf anzeigen
fr: Afficher le bouton Envoyer un message
it: Mostra il bottone Manda messaggio
ja: メッセージ送信ボタンを表示
ko: 메시지 보내기 버튼 보기
nb_no: Vis knapp for meldingsforsendelse
nl: Laat Verstuur Bericht Zien
ru: Показывать кнопку отправки сообщения
tr: Mesaj Gönder düğmesini göster
zh_hans: 显示发送消息按钮
zh_hant: 顯示傳送訊息按鈕

# settings.tts.faster
source: Faster
de: Schneller
fr: Plus rapide
it: Più veloce
ja: 速い
ko: 빠르게
nb_no: Raskere
nl: Sneller
ru: Быстрее
tr: Hızlı
zh_hans: 更快
zh_hant: 較快

# settings.user.username
source: Username
de: Nutzername
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザーの名前
ko: 사용자명
nl: Bijnaam
ru: Имя пользователя
tr: Kullanıcı adı
zh_hans: 用户名
zh_hant: 使用者名稱

# settings.user.email
source: Email
ja: メールアドレス
ko: 이메일
nl: Email-Adres
ru: Электронная почта
tr: E-posta
zh_hans: 电子邮件
zh_hant: 電子郵件

# settings.user.logOut
source: Log Out
de: Abmelden
fr: Se déconnecter
it: Disconnetti
ja: ログアウト
ko: 로그아웃
nb_no: Logg ut
nl: Uitloggen
ru: Выход из аккаунта
tr: Çıkış yap
zh_hans: 登出
zh_hant: 登出

# settings.app
source: App
de: Anwendung
fr: Appli
ja: アプリ
ko: 앱
nb_no: Program
nl: Applicatie
ru: Приложение
tr: Uygulama
zh_hans: 应用
zh_hant: 程式

# settings.app.appearance
source: Appearance
de: Erscheinungsbild
fr: Apparence
it: Aspetto
ja: 見た目
ko: 디스플레이
nb_no: Utseende
nl: Uiterlijk
ru: Внешний вид
tr: Görünüm
zh_hans: 外观
zh_hant: 外觀

# settings.app.appearance.theme
source: Theme
de: Farbschema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
nb_no: Drakt
nl: Thema
ru: Тема
tr: Tema
zh_hans: 主题
zh_hant: 主題

# settings.app.accessibility
source: Accessibility
de: Barrierefreiheit
fr: Accessibilité
it: Accessibilità
ja: アクセシビリティ
ko: 접근성
nb_no: Tilgjengelighet
nl: Toegankelijkheid
ru: Доступность
tr: Erişilebilirlik
zh_hans: 可访问性
zh_hant: 輔助使用

# settings.app.accessibility.chatInput
source: Chat Input
de: Chateingabe
fr: Saisie de la discussion
it: Ingresso chat
ja: チャットの入力
ko: 채팅 입력
nb_no: Sludreinndata
nl: Chat-Invoer
ru: Ввод в чат
tr: Sohbet Girişi
zh_hans: 输入消息
zh_hant: 輸入訊息

# settings.app.textImages
source: Text & Images
de: Text & Bilder
fr: Texte et images
it: Testo & Immagini
ja: 文字と写真
ko: 텍스트 및 사진
nb_no: Tekst og bilder
nl: Tekst & afbeeldingen
ru: Текст и изображения
tr: Metin ve Resimler
zh_hans: 文字与图像
zh_hant: 文字&圖片

# settings.app.notifs
source: Notifications
de: Benachrichtigungen
it: Notifiche
ja: 通知
ko: 알림
nb_no: Merknader
nl: Notificaties
ru: Уведомления
tr: Bildirimler
zh_hans: 通知
zh_hant: 通知

# settings.app.keybinds
source: Keybinds
de: Tastenkürzel
fr: Raccourcis clavier
it: Associazioni tasti
ja: ショートカット
ko: 단축키
nb_no: Hurtigtaster
nl: Sneltoetsen
ru: Горячие клавиши
tr: Tuş atamaları
zh_hans: 快捷键
zh_hant: 快捷鍵

# settings.app.lang
source: Language
de: Sprache
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nb_no: Språk
nl: Taal
ru: Язык
tr: Dil
zh_hans: 语言
zh_hant: 語言

# settings.app.advanced.analytics
source: Usage Metrics
de: Nutzungsdaten
fr: Métriques d'utilisation
it: Metriche d'utilizzo
ja: 使用状況の指標
ko: 앱 사용 정보
nl: Gebruiksstatistieken
ru: Показатели использования
tr: Kullanım Ayrıntıları
zh_hans: 使用指标
zh_hant: 使用計量

# settings.app.advanced.analytics.option
source: Send anonymous statistics to AppCenter Analytics to improve Swiftcord
de: Anonyme Statistiken an AppCenter Analytics senden um Swiftcord zu verbessern
fr: Envoyez des statistiques anonymes à AppCenter Analytics afin d'améliorer Swiftcord
it: Invia statistiche anonime all'AppCenter Analytics per migliorare Swiftcord
ja: 統計を AppCenter Analytics に送信して (匿名)Swiftcord を改善する
ko: SwiftCord를 개선할 수 있도록 AppCenter Analytics로 익명의 사용 정보 보내기
nl: stuur anoniem statistiek naar de AppCenter Analytics om Swiftcord te verbeteren
ru: Посылать анонимную статистику в AppCenter Analytics, чтобы улучшить Swiftcord
tr: Swiftcord'un gelişimi için AppCenter Analytics'e anonim istatistikler gönder
zh_hans: 向AppCenter Analytics发送匿名统计数据，将用于改善Swiftcord
zh_hant: 向AppCenter Analytics傳送匿名統計資料以提升Swiftcord的體驗

# settings.others.debug.actions
source: Actions
de: Aktionen
it: Azioni
ja: アクション
ko: 액션
nb_no: Handlinger
nl: Acties
ru: Действия
tr: Eylemler
zh_hans: 调试选项
zh_hant: 行動

# settings.others.debug.actions.info
source: Do not use any options here unless you know what you are doing. Some of them might be DaNgErOuS!
de: Verwende hier keine Optionen, außer du weißt was du tust. Einige könnten GeFäHrLiCh sein!
fr: N'utilisez pas ces options si vous ne savez pas ce que vous faites. Certaines d'entre elles peuvent être DaNgErEuSeS !
it: Non usare le opzioni a meno che tu non sappia cosa stai facendo. Alcune di esse possono essere PeRiCoLoSe!
ja: 何をしているのかわからない場合は、ここでオプションを使用しないでください。 それらのいくつかは危険かもしれません！
ko: 당신이 무엇을 하고 있는지 잘 알지 않는 한 어떤 옵션도 사용하지 마십시오. 일부는 위험할 수 있습니다!
nb_no: Ikke bruk noe her med mindre du vet hva du gjør. Noen av valgene kan være fArLiGe!
nl: Doe niks hier behalve als je weet wat je doet. het is GeVaArLiJk!
ru: Не используйте ни одну из этих функций если не знаете что делаете. Некоторые из них могут быть ОпАсНы!
tr: Ne yaptığını bilmiyorsan buradaki hiçbir seçeneği kullanma. Bazıları TeHLiKeLi olabilir!
zh_hans: 除非你知道自己在做什么，否则不要使用这里的任何选项。其中一些可能是危险的!
zh_hant: 除非您知道自己在做什麼，否則請不要使用此頁面的任何選項。當中一部分可能十～分～危～險～！

# settings.others.debug.actions.crash
source: Crash Swiftcord (Not a joke)
de: Lässt Swiftcord abstürzen (Kein Scherz)
fr: Faire planter Swiftcord (sans déconner)
it: Fai crashare Swiftcord (Sul serio)
ja: Swiftcordをクラッシュさせる(嘘ではありません)
ko: Swiftcord 충돌
nb_no: Krasj Swiftcord (ikke en vits)
nl: Crash Swiftcord(Green grap)
ru: Крашнуть Swiftcord (Не шутка)
zh_hans: 崩溃Swiftcord（不是开玩笑）
zh_hant: 讓Swiftcord崩潰（不是在開玩笑）

# settings.others.about
source: About
de: Über
fr: À propos
it: Info
ja: Swiftcordについて
ko: 소개
nl: Over
ru: О

# settings.others.about.desc
source: Native Discord client built in Swift and SwiftUI
de: Nativer Discord-Client, gebaut mit Swift und SwiftUI
fr: Client Discord natif créé en Swift et SwiftUI
it: Client Discord nativo fatto in Swift e SwiftUI
ja: Swift および SwiftUI で作られたmacOSネイティブの Discord クライアント
ko: Swift 및 SwiftUI로 작성된 네이티브 Discord 클라이언트
nl: Oorspronkelijke Discord client gemaakt in Swift en SwiftUI
ru: Нативный Discord клиент созданный с помощью Swift и SwiftUI

# settings.others.credits
source: Credits
de: Impressum
fr: Crédits
it: Crediti
ja: クレジット
ko: 고마운 분들
ru: Благодарности

# settings.others.credits.sponsor.patreon
source: Patreon
ja: パトロン

# settings.others.credits.sponsor.engage.header
source: Support Swiftcord!
de: Unterstütze Swiftcord!
fr: Supportez Swiftcord !
it: Supporta Swiftcord!
ja: Swiftcordをサポート！
ko: Swiftcord 후원하기!
nl: Help Swiftcord!
ru: Поддержите Swiftcord!

# settings.others.credits.contrib.anon
source: An extremely generous anonymous supporter
de: Ein sehr großzügiger anonymer Unterstützer
fr: Un supporter anonyme extrêmement généreux
it: Un estremamente generoso e anonimo sostenitore
ja: 非常に寛大な匿名のサポーター
ko: 인심 좋은 익명의 후원자
nl: Een buitengewoon gulle anonieme supporter
ru: Чрезвычайно щедрый анонимный сторонник

# %lld settings.others.credits.contrib.more
source: + %lld amazing contributors
de: + %lld fantastische Mitwirkende
fr: + %lld contributeurs incroyables
it: + %lld contributori sbalorditivi
ja: + %lld 素晴らしい貢献者
ko: + %lld명의 기여자
nl: + %lld geweldige bijdragers
ru: + %lld замечательные авторы

# settings.others.credits.contrib.note
source: Note: Also includes some contributors from Weblate
de: Anmerkung: enthält auch einige Mitwirkende von Weblate
fr: Note : Comprend aussi certains contributeurs de Weblate
it: Nota: Include anche alcuni contributori da Weblate
ja: 注: Weblate からの寄稿者も含まれています
ko: 참고: Weblate의 일부 기여자도 포함됩니다
nl: Notitie: Ook bedoelen we sommige bijdragers van Weblate
ru: Примечание: Включает некоторых участников из Weblate

# settings.others.credits.misc.discord
source: And finally, thanks to Discord for building such an amazing community and infrastructure!
de: Und zum Schluss: Vielen Dank an Discord, dafür dass ihr so eine tolle Community und Infrastruktur aufgebaut habt!
fr: Et finalement, merci à Discord pour la création d'une communauté et d'une infrastructure si incroyable !
it: E infine, grazie a Discord per aver costruito una così meravigliosa community e infrastruttura!
ja: そして最後に、このような素晴らしいコミュニティとインフラストラクチャを構築してくれた Discord に感謝します!
ko: 마지막으로, 이러한 놀라운 커뮤니티와 인프라를 구축한 Discord에 감사드립니다!
nl: En eindelijk, dank naar Discord voor het bouwen een geweldige gemeenschap en infrastructuur!
ru: И, наконец, спасибо Discord за создание такого замечательного сообщества и инфраструктуры!

# action.continue
source: Continue
de: Fortfahren
fr: Continuer
it: Prosegui
ja: 続ける
ko: 계속하기
nb_no: Fortsett
nl: Ga verder
pl: Kontynuuj
ru: Продолжить
tr: Devam et
zh_hans: 继续
zh_hant: 繼續

# onboarding.title %@
source: Welcome to %@
de: Willkommen zu %@
fr: Bienvenue sur %@
it: Benvenuto su %@
ja: %@ へようこそ！
ko: 환영합니다 %@
nl: Welkom bij %@
pl: Witaj w aplikacji %@
ru: Добро пожаловать в %@
tr: Hoş geldiniz %@
zh_hans: 欢迎使用 **%@**
zh_hant: 歡迎使用 %@

# onboarding.lightweight.body
source: Up to 7x less RAM than Discord, with low CPU usage.
de: Verbraucht bis zu 7x weniger RAM als Discord bei wenig CPU-Last.
fr: Utilise jusqu'à 7 fois moins de mémoire vive que Discord, avec très peu d'utilisation du processeur.
it: Fino a 7 volte in meno la RAM rispetto a Discord, con un basso consumo di CPU.
ja: CPU 使用率が低く、RAM が Discord の最大 7 分の 1 です。
ko: Discord 대비 낮은 CPU 부담, 최대 7배 적은 메모리 사용.
nb_no: Opptil 7x mindre minne i sving enn Discord, og lav prosessorbruk.
nl: Over naar 7x gebruikt niet veel RAM dan Discord, met laag CPU gebruik.
pl: Zużywającym nawet 7 razy mniej pamięci RAM.
ru: Использование оперативной памияти до 7 раз меньше, чем в Discord, при низкой загрузке процессора.
tr: Düşük işlemci kullanımı ile Discord'a göre 7 kat daha az RAM kullanır.
zh_hans: 使用的内存比Discord少7倍，CPU使用率低。
zh_hant: 記憶體使用率較Discord少高達7倍，且CPU使用率亦較低。

# onboarding.wip.body
source: Something's wrong? Please create a GitHub issue or leave a message in our Discord server
de: Hier stimmt etwas nicht? Bitte erstelle ein GitHub Issue oder hinterlasse eine Nachricht auf dem Discord-Server
fr: Il y a un problème ? Veuillez créer une issue sur GitHub ou laissez-nous un message sur notre serveur Discord
it: Qualcosa non va? Crea un problema su GitHub o lascia un messaggio sul nostro server Discord
ja: 何か問題がありますか？ GitHub の問題を作成するか、Discord サーバーで問題を報告してください
ko: 뭔가 잘못되었나요? Github에 이슈를 생성하거나 Discord 서버에 공유해 주세요
nb_no: Er noe galt? Opprett en feilrapport på GitHub, eller levn en melding i vår Discord-tjener
nl: Klopt er iets niet? Maak een Github probleem of laat een bericht in onze Discord server alstublieft
pl: Coś poszło nie tak. Proszę stworzyć nowy Issue w serwisie Github lub skontaktować się z nami na naszym serwerze Discord
ru: Что-то не так? Пожалуйста, создайте GitHub issue или оставьте сообщение в нашем Discord сервере
tr: Bir sorun mu var? Lütfen GitHub'da sorunu bildirin veya Discord sunucumuza bir mesaj bırakın
zh_hans: 看到有什么不对吗？请创建一个GitHub问题或在Swiftcord的Discord服务器上留言
zh_hant: 看到有什麼不對嗎？請在Github創建一個Issue，或在Swiftcord的Discord伺服器上留言

# onboarding.footer
source: Swiftcord is alpha software, with limitations and bugs. Right now it isn't intended to replace the official client, but hopes to someday.
de: Swiftcord ist Alpha-Software, mit vielen Einschränkungen und Bugs. Derzeit ist es nicht als Ersatz für den offiziellen Discord-Client vorgesehen, aber hoffentlich ändert sich das irgendwann.
fr: Swiftcord est un logiciel en phase alpha, avec des limitations et des bugs. Il n’est actuellement pas destiné à remplacer le client officiel, mais nous espérons que cela sera le cas un jour.
it: Swiftcord è un software in alpha, con limiti e bug. Attualmente non è pensato a rimpiazzare il client ufficiale, ma spera di poterlo fare un giorno.
ja: Swiftcord はアルファ版ソフトウェアであり、制限やバグがあります。 現時点では、公式クライアントを置き換える予定はありませんが、いつかは置き換えられることを望んでいます。
ko: Swiftcord는 버그나 제한 사항이 있는 알파 버전입니다. 현재 공식 클라이언트를 완전히 대체하지 않습니다.
nb_no: Alfa-programvare, med begrensninger og feil. Tar foreløpig kun sikte å erstatte den offisielle klienten.
nl: Swiftcord is een alpha software, met nog problemen en bugs. Voor nu het is nog geen goeie verandering voor de officiele client, we hopen voor wat dagen.
pl: Swiftcord jest wciąż w fazie alpha z ograniczeniami i błędami. Na chwilę obecną nie zaleca się używania go zamiast oficjalnego klienta, ale mamy nadzieję że to się w krótce zmieni
ru: Swiftcord это приложение в альфа стадии разработки, с ограничениями и ошибками. В данный момент оно не предназначено для того, чтобы заменить официальный клиент, но надеется когда-нибудь добиться этого.
tr: Swiftcord, sınırlamaları ve hataları olan bir alfa yazılımıdır. Şu anda resmi istemcinin yerini alması amaçlanmamıştır, ancak bir gün umuyor.
zh_hans: Swiftcord是初期的软件，有限制和错误。它目前并不可以取代官方客户端，但希望有朝一日能够取代。
zh_hant: Swiftcord仍是一個開發初期的軟件，存在大量的限制和錯誤。雖然目前Swiftcord未能取代Discord官方用戶端，但願有朝一日能夠做到。

# login.token.title
source: Welcome to the secret token login screen!
de: Willkommen auf dem Secret Token Anmeldebildschirm!
fr: Bienvenue sur la page de connexion avec le token secret !
it: Benvenuto nella schermata segreta di accesso con token!
ja: シークレットトークンのログイン画面へようこそ！
ko: 비밀 토큰 로그인 화면에 오신 것을 환영합니다!
nl: Welkom bij de geheime token login scherm!
pl: Witaj na ekranie logowania sekretnym tokenem!
ru: Добро пожаловать в экран входа secret token!
tr: Gizli token giriş ekranına hoş geldiniz!
zh_hans: 欢迎到秘密令牌登录界面!
zh_hant: 歡迎來到秘密令牌登入介面！

# loader.panic.logout
source: This is taking a while, want to logout?
de: Das dauert ungewöhnlich lange, willst du dich abmelden?
fr: Cela prend beaucoup de temps, voulez-vous vous déconnecter ?
it: Ci sta mettendo un po', vuoi disconnetterti?
ja: 時間がかかっていますか？ログアウトを希望しますか？
ko: 시간이 좀 걸리네요, 로그아웃하시겠어요?
nl: Dit duurt lang, wil je uitloggen?
pl: To trwa zbyt długo. Czy chcesz się wylogować?
ru: Это занимает многовато времени, хотите выйти?
tr: Bu biraz zaman alıyor, çıkış yapmak ister misin?
zh_hans: 这比预期的时间要长。您要退出吗？
zh_hant: 這比預期使用了更多的時間，需要退出嗎？

# user.presence.online
source: Online
fr: Connecté
it: In linea
ja: オンライン
ko: 온라인
tr: Çevrimiçi

# message.gone
source: Original message was deleted.
de: Originale Nachricht wurde gelöscht.
fr: Le message original a été supprimé.
it: Il messaggio originale è stato eliminato.
ja: 元のメッセージは、削除されました。
ko: 원본 메시지가 삭제되었어요.
nb_no: Den opprinnelige meldingen ble slettet.
nl: Orginele bericht was verwijderd.
pl: Oryginalna wiadomość została usunięta
ru: Оригинальное сообщение удалено.
tr: Orijinal mesaj silinmiş.
zh_hans: 原始消息已被删除。
zh_hant: 原始訊息已刪除。

# message.reply.attachment
source: Click to see attachment
de: Klicke, um den Anhang zu sehen
fr: Cliquez pour voir la pièce jointe
it: Clicca per vedere l'allegato
ja: クリックして添付ファイルを表示
ko: 첨부 파일을 보려면 클릭하세요
nb_no: Klikk for å se vedlegget
nl: Klick om bijlages te zien
pl: Kliknij aby zobaczyć załącznik
ru: Нажмите, чтобы посмотреть вложение
tr: Eki görmek için tıklayın
zh_hans: 点击查看附件
zh_hant: 點擊以檢視附件

# message.edited.shrunk
source: (edited)
de: (bearbeitet)
fr: (modifié)
it: (modificato)
ja: (編集済み)
ko: (수정됨)
nb_no: (redigert)
nl: (bewerkt)
pl: Edytowano
ru: (изменено)
tr: (düzenlendi)
zh_hans: (已编辑)
zh_hant: (已編輯)
