Repository: SwiftcordApp/Swiftcord
Catalog: Swiftcord/*.lproj/Localizable.strings
Languages: de, fr, it, ja, ko, nb_no, nl, pl, ru, tr, zh_hans, zh_hant

# server.noChannels.body
source: You find yourself in a strange place. You don't have access to any text channels or there are none in this server.
de: Du bist an einem seltsamen Ort. Entweder hast du keinen Zugriff auf Textkanäle oder es gibt auf diesem Server keine.
fr: Vous vous trouvez dans un endroit étrange. Vous n’avez accès à aucun salons textuels ou peut-être qu'il n’y en a aucun dans ce serveur.
it: Ti ritrovi in un posto strano. Non hai accesso a nessun canale testuale o non ce ne sono in questo server.
ja: テキスト チャンネルへのアクセス権がないか、このサーバーに存在しません。
ko: 난처한 상황에 처하셨군요. 채팅 채널 사용 권한이 없거나 서버에 채팅 채널이 없네요.
nb_no: Du befinner deg på et merkelig sted, uten tilgang til tekstkanaler. Enten det, eller så finnes det ikke noen på denne tjeneren.
nl: Je bent op een rare plek. Je hebt geen toegang naar elke Tekst kanalen of er zijn geen Tekst Kanalen in deze server.
pl: Znajdujesz się w dziwnym miejscu. Nie masz dostępu do żadnych kanałów tekstowych albo ten serwer takowych nie posiada.
ru: Вы оказываетесь в странном месте. У вас нет доступа к каким-либо текстовым каналам или их нет на этом сервере.
tr: Kendinizi garip bir yerde buluyorsunuz. Herhangi bir metin kanalına erişiminiz yok veya bu sunucuda hiç yok.
zh_hans: 您发现您身处一个奇怪的地方。您没有权限访问任何文字频道，或者此服务器上没有文字频道。
zh_hant: 你發現你處身於一個奇怪的地方。你沒有權限訪問任何文字頻道，或此伺服器上沒有任何文字頻道。

# server.join.fieldHeader.notFound
source: Invite Link _— The invite is invalid or has expired._
de: Einladungslink _— Die Einladung ist ungültig oder abgelaufen._
fr: Lien d'invitation_— L'invitation est invalide ou a expirée._
it: Link d'invito _— L'invito non è valido o è scaduto._
ja: 無効なリンク_招待が無効であるか、有効期限が切れています。_
ko: 초대 링크 _— 초대가 유효하지 않거나 만료되었습니다._
nl: Visite Link_— Deze Visite Link Klopt niet._
pl: Link zapraszający _— Zaproszenie jest nie poprawne lub wygasło
ru: Ссылка приглашения _— Приглашение недействительно или истекло._
tr: Davet Bağlantısı _— Davet geçersiz ya da geçerliliğini yitirmiş._
zh_hans: 邀请链接 _- 邀请无效或已过期。_
zh_hant: 邀請連結_— 邀請失效或已過期。_

# settings.others.credits.sponsor.tier1
source: Extremely Cool Supporter 🧊
fr: Supporter super cool 🧊
it: Sostenitori estremamente cool 🧊
ja: とても素晴らしいサポーター🧊
ko: 멋진 후원자 🧊
nl: Echt een Coole Supporter🧊
ru: Очень Крутой Сторонник 🧊

# server.join.action
source: Join Server
de: Server beitreten
fr: Rejoindre le serveur
it: Entra nel Server
ja: サーバーに参加
ko: 서버 참가하기
nl: Ga in de Server
pl: Dołącz do serwera
ru: Присоедениться к серверу
tr: Sunucuya Katıl
zh_hans: 加入服务器
zh_hant: 加入伺服器

# server.join.fieldHeader.invalid
source: Invite Link _— Please enter a valid invite link or invite code._
de: Einladungslink _— Bitte gib einen gültigen Einladungslink oder Code ein._
fr: lien d'invitation _— Veuillez entrer un lien ou un code d'invitation valide._
it: Link d'invito _— Si prega di inserire un link d'invito valido o un codice d'invito._
ja: 無効なリンク_有効な招待リンクまたは招待コードを入力してください。_
ko: 초대 링크 _— 유효한 초대 링크 또는 초대 코드를 입력하십시오._
nl: Visite Link_— Zet alstublieft een bestaande Visite link of een Visite code._
pl: Link zapraszający _— Proszę wprowadzić poprawny link lub kod zapraszający
ru: Ссылка-Приглашение _— Пожалуйста, введите действительный код или ссылку-приглашение._
tr: Davet Bağlantısı _— Lütfen geçerli bir davet bağlantısı veya davet kodu girin._
zh_hans: Invite Link _— 请输入有效的邀请链接或邀请代码。_
zh_hant: 邀請連結_— 請輸入有效的邀請連結或邀請代碼。_

# user.presence.idle
source: Idle
de: Abwesend
fr: Inactif
it: Assente
ja: 退席中
ko: 자리 비움
nl: inactief
pl: Zaraz wracam
tr: Boşta

# settings.others.credits.whoAmI
source: Vincent Kwok _AKA_ [cryptoAlgorithm](https://github.com/cryptoAlgorithm)
de: Vincent Kwok - [cryptoAlgorithm](https://github.com/cryptoAlgorithm)
fr: Vincent Kwok_Alias_ [cryptoAlgorithm](https://github.com/cryptoAlgorithm)
ko: Vincent Kwok - [cryptoAlgorithm](https://github.com/cryptoAlgorithm)
ru: Vincent Kwok _также известный как_ [cryptoAlgorithm](https://github.com/cryptoAlgorithm)
